// pages/shuoming/shuoming.js
Page({
  data: {
    title: "研途无阻考研小程序使用说明",
    content:"本小程序适用于全体考研人对于全国各所研究生院校和专业的查询，题库的答题练习以及AI智能学校推荐等。",
    sections: [
      {
        heading: "1.信息查询",
        content: "包括了院校查询，专业的查询以及咨询的查询，方便各位考生了解信息。"
      },
      {
        heading: "2.答题练习",
        content: "提供了考研习题练习的服务，遇到缺失的题可以直接在线联系个人中心中的在线客服增加题目，等候1个工作日左右即可上新题目。做完题后系统会自动记录正确率，把考生放入排行榜中进行排名，错误题目将放入错题集中方便重复练习。"
      },
      {
        heading: "3.AI择校",
        content: "如果不知道自己要报考什么学校，可以使用AI进行智能推荐。"
      },
      {
        heading: "4.模拟考试",
        content: "随机从现有题库中抽一套题进行测评。"
      }
    ]
  }
})
